{
  "tasks": [
    {
      "name": "❤️-lich Willkommen",
      "title": "Einleitung",
      "package": "Motivation",
      "taskId": "MultiIntro",
      "isTraining": true,
      "trainingId": "Motivation Problem",
      "parentId": "Motivation0",
      "image": "Teacher.png",
      "content": [
        {
          "intro": "Du bist gut in das Schuljahr gestartet und persönlich äußerst motiviert. Insgesamt hast du auch ein gutes Gefühl und eine nette Klasse. Du hast das Gefühl, zu den meisten Schüler*innen ein gutes Verhältnis aufbauen zu können. Im Laufe des Schuljahrs bemerkst du aber bei einigen Schüler*innen Veränderungen im Verhalten, die du selbstverständlich protokollierst. Sie wirken insgesamt unmotivierter und strengen sich weniger an als vorher. Folgende Schüler*innen fallen dir dabei besonders auf",
          "outro": "Bevor du den Schüler*innen helfen kannst, kannst du dich genauer mit dem Thema Motivation befassen.",
          "quests": [
            {
              "filePrefix": "Multi",

              "questId": 4,
              "questName": "Magda",
              "Magda": "Magda ist normalerweise sehr engagiert und begeisterungsfähig. In der Klasse übernimmt sie gerne freiwillig Aufgaben. Allerdings hat sie sich nicht gemeldet als es um die Position der Klassensprecherin ging, was dich sehr wundert. Im letzten Schuljahr hat sie das so gut gemacht und dieses Jahr würdest du die Klassensprecherinnen auch besser unterstützen und entlohnen können. Was ist los mit ihr, warum will sie nicht?",
              "image": "Magda.png",
              "prePhrase": "Magda freut sich über dein Interesse und das Gespräch mit dir. Sie scheint selbst gar nicht recht zu wissen, warum sie sich dieses Jahr nicht freiwillig gemeldet hat und verspricht, sich nächstes Jahr wieder mehr zu engagieren.",

              "Question": "Warum konnte Magda sich nicht dazu motivieren, sich für das Amt als Klassensprecherin zu melden? Welcher Grund ist deiner Meinung nach und mit Blick auf dein Wissen über Motivation der wahrscheinlichste?",
              "AnswerSet": [
                "dadurch, dass du einen neuen Anreiz geschaffen hast ( Entlohnung für das Amt), ist ein Korrumpierungseffekt aufgetreten, indem Magdas intrinsische Motivation von dem externen Anreiz überlagert wurde",
                "Durch die Unterstützung, die du außerdem angeboten hast, fühlte sich Magda in ihrem Autonomieerleben eingeschränkt und war deswegen weniger intrinsisch motiviert",
                "Durch ihr Amt hat Magda sich ihren Klassenkameraden überlegen gefühlt, sodass ihr Bedürfnis nach sozialer Eingebundenheit nicht erfüllt war, dies wollte sie nun ändern",
                "Magda hat nicht genügend Aufmerksamkeit für ihre Tätigkeit bekommen und war daher unmotiviert; durch dein Interesse kann sie aber wieder motiviert werden",
                "Magda hatte zunächst ein stark ausgeprägte Machtmotiv, was sich nun durch die Veränderungen in der Adoleszenz in ein Anschlussmotiv gewandelt hat. Dadurch hat sie weniger Motivation, das Amt auszufüllen"
              ],
              "multi": true
            },
            {
              "questId": 5,
              "filePrefix": "Multi",
              "questName": "Tino",
              "Tino": "Tinos Familie ist vor kurzem erst hergezogen. Trotzdem konnte er sich schnell in die Klasse integrieren und ist vor allem in den kreativeren Fächern ein guter Schüler. Du hast vor einiger Zeit mit einem Ausbildungsbetrieb zusammen ein Kunstprojekt gestartet. Dabei geht es genau um die Themen, für die sich Tino sehr interessiert. Du hoffst, dass Tino sich dort ganz entfalten kann. Er hat sich auch gefreut und zu Anfang sehr gut mitgemacht. Nun hat sich der Ausbildungsbetrieb bei dir gemeldet und berichtet, dass Tino in letzter Zeit weniger aufgeschlossen ist und in sich gekehrt scheint. Woran kann das liegen?",
              "image": "Tino.png",
              "prePhrase": "Warum hatte Tino zuletzt Probleme, sich in dem Kunstprojekt  zu motivieren? Welcher Grund ist deiner Meinung nach und mit Blick auf dein Wissen über Motivation der wahrscheinlichste?",
              "Question": "Warum konnte Magda sich nicht dazu motivieren, sich für das Amt als Klassensprecherin zu melden? Welcher Grund ist deiner Meinung nach und mit Blick auf dein Wissen über Motivation der wahrscheinlichste?",
              "AnswerSet": [
                "Durch die Angst (mögliche Scheidung der Eltern /  möglicher Umzug) wurde Kreativität und Motivation gehemmt",
                "Durch die Angst vor der Scheidung seiner Eltern und den möglichen Umzug ist das Sicherheitsbedürfnis und evtl. das Sozialbedürfnis von Tino nicht erfüllt gewesen und somit konnte er auch keine Motivation aufbringen, sich in dem Kunstprojekt selbst zu „verwirklichen“",
                "Das Kunstprojekt hat Tino nicht die Freiheit gegeben, sich künstlerisch auszuleben. Durch die starke Verschulung fühlt er sich in seiner Autonomie eingeschränkt und war deswegen weniger motiviert",
                "Tino hat im Laufe des Projekts das Interesse verloren: Sein künstlerisches Interesse war nur situationsbedingt, weil ein Mädchen in dem gleichen Kurs, an dem er interessiert war und dann nicht mehr",
                "Tinos Mutter ist Kunsthistorikerin und dewegen wollte er sie mit dem Projekt beeindrucken. Der subjektive Wert, den er deswegen dem Projekt gegeben hat, war sehr hoch. Nachdem sich Tinos Eltern nur noch auf die mögliche Scheidung konzentrieren, ist für ihn die Wichtigkeit und der Nutzen für die Motivation gesunken"
              ],
              "multi": true
            }
          ]
        }
      ]
    },
    {
      "parentId": "Motivation1",
      "title": "Was ist Motivation?",
      "description": "Lies den Text und markiere die unten stehenden Schlüsselbegriffe, indem ihr sie im Text findet und anklickt.",
      "taskId": "Motivation_Intro",
      "filePrefix": "Tag",
      "content": [
        {
          "title": "Motivation Begriffsklärung",
          "subtitle": "Definitionen und Abgrenzungen",
          "text": "Der Begriff Motivation stammt ursprünglich von dem lateinischen Wort „movere“ ab, was übersetzt soviel bedeutet wie „bewegen“. Es existieren viele verschiedene Begriffserklärungen und Ansätze über Motivation.\n Je nach Bezugswissenschaft können unterschiedliche Betrachtungen herangezogen werden. Von Pädagogen wird Motivation als die „generelle Frage nach dem ‚Warum’ oder ‚Wozu’ des menschlichen Verhaltens“ beschrieben und  „als   eine   aktivierende   Ausrichtung   des momentanen Lebensvollzugs auf einen positiv bewerteten Zielzustand“. Eine weitere gängige Definition versteht Motivation als eine Art internen Zustand, welcher für die Aktivierung des menschlichen Verhaltens zuständig ist, die Richtung des Verhaltens festlegt und es aufrecht hält. \n\nHäufig kommt es vor, dass der Motivationsbegriff mit dem Motiv gleichgesetzt wird. Um dies zu differenzieren, bedarf es einer klaren Abgrenzung. Das Motiv beschreibt die Veranlagung einer Person, nach einem wertgeladenen Zielzustand zu streben, also kurzgesagt die überdauernde Handlungsbereitschaft eines Individuums. Dies kann zum Beispiel ein inneres Motiv nach Leistung, Macht oder Beziehungen sein. Dadurch kann das Motiv als Auslöser für stattfindende Motivationsprozesse fungieren. Zum Beispiel kannst du ein großes Leistungsmotiv haben und bist deswegen nicht mit schlechten Noten zufrieden. Demzufolge ist deine Motivation umso höher, fleißig für die nächste Klausur zu lernen. \n\n Eine weitere Abgrenzung muss zwischen den Begriffen Motivation und Bedürfnis stattfinden. Das Bedürfnis bezeichnet den Wunsch bzw. das Verlangen danach, einem Mangel entgegenzuwirken, egal ob dieser tatsächlich vorhanden oder eingebildet ist. Besteht ein Bedürfnis über längere Zeit, kann es mit dem Begriff des Motivs gleichgesetzt werden. Es beschreibt dann die überdauernde Neigung des Menschens, eine bestimmte Klasse von Zielen zu erreichen. \n \n Auch das Ziel sollte von Motivation abgegrenzt werden. Der Zielbegriff definiert ein Ergebnis oder einen Zustand, den sich ein Individuum zu erreichen vorgenommen hat. Hierbei ist die konkrete Zielsetzung ausschlaggebend dafür, dass ein Individuum die Diskrepanz zwischen dem IST-Zustand und dem SOLL-Zustand wahrnimmt und motiviert ist, diese zu verkleinern. Eine Zielsetzung hat die Funktion, die Aufmerksamkeit des Individuums auf eine Aufgabe zu lenken, Energie für die Bewältigung der Aufgabe zu liefern, die Ausdauer bis zur Erfüllung der Aufgabe zu erhalten und den Erwerb neuen Wissens zufördern. Dein Ziel kann zum Beispiel sein, Lehrer oder Lehrerin werden zu wollen. Deswegen richtest du deine Motivation und deine Energie dahin aus.\n\nEin weiteres Konzept, welches zur Motivationsforschung gehört, ist das Interesse. Interesse ist eine mehr oder weniger starke Wertschätzung eines Gegenstandes oder Bereichs, die in der Auseinandersetzung mit diesem zustande kommt. Dabei kann zwischen zwei Arten von Interesse unterschieden werden. Zum einen das individuelle, oder auch persönliche Interesse, welches einen überdauernden Aspekt der Persönlichkeit darstellt und sich z.B.in einer langfristigen Vorliebe für bestimmte Fächer oder Aktivitäten äußert. Zum anderen das situationsspezifische Interesse, welches sich eher kurzlebig präsentiert und z.B. die Begeisterung für ein bestimmtes Material im Unterricht darstellt. Dies kann zum Beispiel dieses Thema in der Aufgabe sein.",
          "keywords": ["Motivation", "Motiv", "Bedürfnis", "Ziel", "Interesse"],
          "images": {
            "Motivation": "/Tag/Motivation0/Motivation.svg",
            "Interesse": "/Tag/Motivation0/Ziel.svg"
          }
        }
      ],

      "package": "Motivation",
      "credits": 7
    },
    {
      "parentId": "Motivation1",
      "title": "Begriffe der Motivation",
      "description": "Ordne die Statements über Schüler*innen der intrinsischen oder extrinsischen Motivation zu. Welche Quelle der Motivation wird in der jeweiligen Aussage eher abgebildet? ",
      "taskId": "Motivationsbegriffe",
      "filePrefix": "Drag",
      "multipleColumns": true,
      "isCard": true,
      "package": "Motivation",
      "credits": 12,
      "categories": ["Titel", "Bild", "Beispiel"],
      "solArray": ["intr", "extr"],
      "scale": false,
      "orientation": ["vertical", "vertical"],
      "nested": false,
      "formular": true,
      "statements": [
        [
          "motivation",
          "Die aktivierende Ausrichtung des momentanen Lebensvollzugs auf einen positiv bewerteten Zielzustand."
        ],
        [
          "motiv",
          "Die Veranlagung einer Person, nach einem wertgeladenen Zielzustand zu streben, also kurzgesagt die überdauernde Handlungsbereitschaft eines Individuums"
        ],
        [
          "bedürfnis",
          "Der Wunsch bzw. das Verlangen danach, einem Mangel entgegenzuwirken, egal ob dieser tatsächlich vorhanden oder eingebildet ist"
        ],
        [
          "ziel",
          "Definiert ein Ergebnis oder einen Zustand, den sich ein Individuum zu erreichen vorgenommen hat."
        ],
        [
          "interesse",
          "Kann einen überdauernden Aspekt der Persönlichkeit darstellen und sich z.B.in einer langfristigen Vorliebe für bestimmte Fächer oder Aktivitäten äußern"
        ]
      ],
      "images": [
        ["motivation", "Motivation.svg"],
        ["motiv", "Motivation.svg"],
        ["bedürfnis", "Motivation.svg"],
        ["ziel", "Motivation.svg"],
        ["interesse", "Motivation.svg"]
      ],
      "examples": [
        [
          "motivation",
          "Für ein gutes Ergebnis in der nächsten Klausur strengt Anton sich beim Lernen an."
        ],
        [
          "motiv",
          "Anton ist nur zufrieden mit guten Noten, er möchte Leistung bringen/zeigen"
        ],
        [
          "bedürfnis",
          "Anton ist heute Morgen müde und demotiviert und hätte grade einfach nur gerne einen Menschen, der ihn mal kurz in den Arm nimmt. "
        ],
        ["ziel", "Anton möchte Lehrer werden."],
        [
          "interesse",
          "Dani arbeitet nach einer kurzen Einführung jetzt jeden Tag mit Holz."
        ]
      ]
    },
    {
      "parentId": "Motivation1",
      "package": "Motivation",

      "title": "Markiere drei Antworten, die auf dich zutreffen. Eure Antworten werden anonym im Lehrerzimmer ausgestellt und können im Seminar diskutiert werden.",
      "description": "Entscheide dich für drei Antwort(en), die am ehesten auf dich zutreffen. ",
      "taskId": "MultiWhy",
      "filePrefix": "Multi",
      "credits": 1,
      "content": [
        {
          "QuestionId": 1,
          "Question": "Was ist mit dir? Was motiviert dich eigentlich Lehrer oder Lehrerin werden zu wollen?",
          "AnswerSet": [
            "Sicheres Einkommen",
            "Verbeamtet werden",
            "Regelmäßige Ferien",
            "Pädagogisch handeln",
            "Schüler*innen motivieren",
            "Spannende Themen behandeln",
            "sonstiges"
          ],
          "multi": true
        }
      ]
    },

    {
      "parentId": "Motivation2",
      "multi": "todo",
      "title": "Intrinsische & Extrinsische Motivation",
      "description": "Lies den Text und markiere die unten stehenden Schlüsselbegriffe, indem du sie im Text findest und anklickst.",
      "taskId": "Motivation_IntrExtr",
      "filePrefix": "Tag",
      "content": [
        {
          "title": "Motivation Begriffsklärung",
          "subtitle": "Definitionen und Abgrenzungen",
          "text": "Die wohl bekannteste und auch klassischste Unterteilung in der Motivationsforschung ist die von intrinsischer und extrinsischer Motivation. Grundlegend geht es bei dieser handlungstheoretischen Unterscheidung darum, ob sich der angestrebte Zielzustand innerhalb oder außerhalb einer Handlung befindet. \n Die intrinsische Motivation kennzeichnet eine Tätigkeit, die dem Individuum Freude und Interessensbefriedigung bei der Ausübung bereitet, also  von innen herausmotiviert ist. Intrinsisch motiviert sein, bedeutet keine Belohnungen oder Anreize zu benötigen, da die Tätigkeit selbst als Belohnung fungiert. Wenn ein Kind zum Beispiel gerne malt, ohne, dass es dazu aufgefordert wird, passiert dies höchstwahrscheinlich aus einer intrinsischen Motivation heraus.   \n\n Extrinsische Motivation hingegen kennzeichnet eine Handlung, die durch das Outcome, das erwartete Ergebnis, motiviert ist. Die Handlung an sich ist somit Mittel zum Zweck und hat keine direkte Bedeutung für das Individuum. Vielmehr geht es zum Beispiel um Belohnungen, Anreize oder auch Bestrafungen, welche potentielle Konsequenzen dieser Handlungen darstellen. Ein Kind wird öfter malen, wenn es für jedes Bild von seiner Großmutter Bonbons bekommt. Dabei geht es ihm vor allem um die Bonbons und weniger um das eigentliche Malen. \n\n Generell schließen sich die beiden Quellen der Motivation aber nicht gegenseitig aus, denn oft ist die Handlung ein Zusammenspiel innerer und äußerer Motivation, wie z.B. beim Lernen. Ein/e Schüler*in beschäftigt sich mit einem Lerngegenstand, weil er/sie ein persönliches Interesse daran hat und gleichzeitig gute Noten anstrebt. \n\n Ein Effekt, der allerdings auftreten kann, ist der sogenannte „Korrumpierungseffekt“ oder „Undermining Effekt“. Hier wird eine ursprüngliche intrinsische Motivation durch das Zutun externer Anreize abgeschwächt. Das Kind, das eigentlich aus Eigeninteresse sehr gerne malt und plötzlich im Kindergarten für jedes gemalte Bild 5 Euro bekommt, wird von sich aus zuhause weniger malen. Die intrinsische Motivation wurde als von der extrinischen überlagert. \n\n Gelegentlich werden intrinsische und extrinsische Motivation als die zwei Enden einer Skala vermutet, sodass man entweder intrinsisch oder extrinsisch motiviert ist. Mittlerweile geht die Forschung aber eher davon aus, dass es sich um zwei getrennte Skalen handelt und man gleichzeitig hoch intrinsisch und hoch extrinsisch motiviert sein kann. ",
          "keywords": [
            "intrinsische Motivation",
            "Extrinsische Motivation",
            "Korrumpierungseffekt"
          ],
          "images": {
            "intrinsische Motivation": "/Tag/Motivation1/Intrinsisch&Extrinsisch.svg",
            "Korrumpierungseffekt": "/Tag/Motivation1/Korrumpierungseffekt.svg"
          }
        }
      ],

      "package": "Motivation",
      "credits": 7
    },

    {
      "parentId": "Motivation2",
      "title": "Fragen zum Text",
      "description": "Markiere die richtigen Aussagen",
      "taskId": "MultiExtrIntr",
      "filePrefix": "Multi",
      "content": [
        {
          "QuestionId": 1,
          "Question": "Markiere alle richtigen Aussagen",
          "AnswerSet": [
            "Intrinsische Motivation bedeutet, dass die Motivation von innen heraus kommt, zum Beispiel durch Interesse",
            "Extrinsische Motivation bedeutet, dass vor allem der Weg zum Ergebnis bedeutsam ist und weniger das Ergebnis selbst",
            "Eine Tätigkeit kann entweder intrinsisch oder extrinsisch sein, aber nicht beides gleichzeitig",
            "Der Korrumpierungseffekt kann auch als „Undermining Effekt“ bezeichnet werden"
          ],
          "multi": true
        }
      ],

      "package": "Motivation",
      "credits": 4
    },
    {
      "parentId": "Motivation2",
      "title": "Motive zuordnen",
      "description": "Ordne die Statements über Schüler*innen der intrinsischen oder extrinsischen Motivation zu. Welche Quelle der Motivation wird in der jeweiligen Aussage eher abgebildet? ",
      "taskId": "Motive",
      "filePrefix": "Drag",
      "multipleColumns": true,
      "package": "Motivation",
      "credits": 12,
      "categories": ["intrinsisch", "extrinsisch"],
      "solArray": ["intr", "extr"],
      "scale": false,
      "orientation": ["horizontal", "vertical"],
      "nested": false,
      "statements": [
        ["intr", "Die SuS arbeiten gerne mit, weil sie dadurch mehr lernen."],
        ["extr", "Die Lehrkraft vergibt Sternchen für gute Mitarbeit"],
        [
          "intr",
          "Gülcan hat Spaß an deutscher Geschichte, deswegen meldet sie sich oft."
        ],
        ["extr", "Laura wird ermahnt, wenn sie im Unterricht nicht mitmacht."],
        [
          "intr",
          "Anastasia liest gerne Bücher und beschäftigt sich deshalb mit dem Thema für die Deutschklausur."
        ],
        [
          "extr",
          "Mara bekommt von ihrer Oma 5 Euro, wenn sie in Deutsch eine gute Note schreibt."
        ],
        ["intr", "Tiffany ist traurig, wenn sie eine schlechte Note bekommt."],
        [
          "extr",
          "Richards Mutter ist enttäuscht, wenn er eine schlechte Note bekommt"
        ],
        ["intr", "Alexander ist eine ordentliche Mappenführung wichtig."],
        [
          "extr",
          "Clara führt ihre Mappe ordentlich, um dadurch ein Sternchen zu bekommen."
        ],
        ["intr", "Miguel passt in Biologie auf, weil er Arzt werden möchte."],
        [
          "extr",
          "Dennis bekommt eine gute Note von der Lehrerin, wenn er in Biologie aufpasst."
        ]
      ]
    },
    {
      "parentId": "Motivation3",
      "title": "Maslows Bedürfnistheorie",
      "description": "Lies den Text und markiere die unten stehenden Schlüsselbegriffe, indem du sie im Text findest und anklickst.",
      "video": "https://www.youtube.com/watch?v=UEZZBIH5Rlg",
      "taskId": "Maslow_Theorie",
      "filePrefix": "Tag",
      "content": [
        {
          "title": "Motivation Begriffsklärung",
          "subtitle": "Maslows Bedürfnistheorie",
          "text": "Eine der bekanntesten Theorien stellt Abraham Maslows Bedürfnispyramide (1970) dar. Maslow geht davon aus, dass sich die menschlichen Bedürfnisse in einer Art Pyramide darstellen und aufeinander aufbauen. Nur wenn die Bedürfnisse auf den unteren Ebenen befriedigt seien, könnten die oberen angegangen werden.\n Auf der untersten Ebene der Pyramide befinden sich die sogenannten Grundbedürfnisse oder Physiologische Bedürfnisse, welche z.B. Nahrung, Wärme und Sauerstoff beinhalten. Sind diese Bedürfnisse gedeckt, wird die nächste Stufe der Pyramide erreicht. \n Hier befinden sich die Sicherheitsbedürfnisse, also z.B. die Bedürfnisse nach einer bezahlbaren Wohnung, einem sicheren Job oder Gesetzen, welche die Ordnung erhalten. \n Wenn die Sicherheit gegeben ist, haben die Sozialbedürfnisse die nächste Priorität. Diese beinhalten vor allem den Wunsch nach Familie, Freunden, Zugehörigkeit, Intimität und Kommunikation. \n Auf der vierten Stufe der Pyramide befinden sich die Individualbedürfnisse. Diese beziehen sich auf den eigenen Status in der Gesellschaft, Wertschätzung, Unabhängigkeitund Erfolg. Die vier genannten Bedürfnisse sind laut Maslow als Mangelbedürfnisse einzustufen. Wenn der mit dem Bedürfnis einhergehende Mangel gedeckt ist, ist das Bedürfnis (zeitweise) befriedigt. Nach diesen Mangelbedürfnissen folgen die Daseinsbedürfnisse, zu welchen das Selbstverwirklichungsbedürfnis gehört. Diesem Bedürfnis liegt zugrunde, dass ein Individuum sein eigenes Potential ausschöpfen möchte, eine moralische Entwicklung vollzieht, Verantwortung übernimmt und kreativ ist. Bei Bedürfnissen aus diesem Bereich hört die Motivation nach Befriedigung nicht auf, sondern steigt, um neue Befriedigung zu erlangen. \n\n Sowohl Mangelbedürfnisse, als auch Daseinsbedürfnisse können nie vollständig befriedigt sein. \n\n Diese Theorie wird heutzutage oft kritisiert und nicht vollständig verifiziert werden. So weiß man mittlerweile, dass es auch Ausnahmen gibt und höhere Bedürfnisse angestrebt werden können, auch wenn die niederen noch nicht erfüllt sind. Dennoch gilt Maslows Theorie als Grundlage für viele Modelle und Prozesse und gibt Orientierung. ",
          "keywords": ["Maslows Bedürfnispyramide", "Mangelbedürfnisse"],
          "images": {
            "Maslowtheorie": "/Tag/Motivation2/Maslowtheorie.svg",
            "Mangelbedürfnisse": "/Tag/Motivation2/Selbstverwirklichung.svg"
          }
        }
      ],

      "package": "Motivation",
      "credits": 7
    },

    {
      "parentId": "Motivation3",
      "title": "Maslow-Pyramide",
      "description": "Und noch einmal: Versuche die Bedürfnisse nach Maslow in dieser Pyramide die richtige Reihenfolge zu bringen.",
      "taskId": "Maslow",
      "filePrefix": "Drag",
      "multipleColumns": false,
      "package": "Motivation",
      "scale": 10,
      "categories": ["Maslow-Pyramide"],
      "solArray": [
        "selfActualization",
        "esteem",
        "socialneeds",
        "safety",
        "physological"
      ],
      "statements": [
        ["selfActualization", "Selbstverwirklichung"],
        ["esteem", "Individualbedürfnisse"],
        ["socialneeds", "Soziale Bedürfnisse"],
        ["safety", "Sicherheitsbedürfnisse"],
        ["physological", "Körperliche Bedürfnisse"]
      ],
      "orientation": ["vertical", "vertical"],
      "nested": true,
      "credits": 5
    },

    {
      "parentId": "Motivation3",
      "title": "Selbstbestimmungstheorie",
      "description": "Lies den Text und markiere die unten stehenden Schlüsselbegriffe, indem du sie im Text findest und anklickst.",
      "taskId": "Selbstbestimmungs_Theorie",
      "filePrefix": "Tag",
      "content": [
        {
          "title": "Selbstbestimmungs-Theorie",
          "subtitle": "Selbstbestimmungs-Theorie",
          "text": "Auch die Selbstbestimmungstheorie nach Deci und Ryan (1993 auch SDT -Self-Determination-Theory ) spielt in der Motivations-Forschung eine zentrale Rolle. Sie zählt zu den humanistischen Ansätzen unter den Motivationstheorien und wurde in den 80er Jahren entwickelt. Aus Sicht dieser Theorie stellt die veranlagte Komponente der menschlichen Motivation einen entscheidenden Aspekt für die individuelle Persönlichkeitsorganisation dar.Im Mittelpunkt der Theorie wird das Individuum als selbstbestimmtes Wesen gesehen. Demnach fühlt er sich im Umgang mit anderen Menschen kompetent und fähig, sowie in der Lage, Beziehungen aufzubauen und aufrecht zu erhalten. Weitergehend besitzt der selbstbestimmte Mensch einen Entscheidungsspielraum und die Kontrolle über das eigene Leben. Persönliche Interessen, Ziele und Wünsche sind stark mit der eigenen Persönlichkeit verknüpft. \n\n Die Theorie geht davon aus, dass Menschen in der Lage sind, sich einer Gruppe zugehörig zu fühlen. Ähnlich der Bedürfnishierarchie steht das Bedürfnis der Selbstbestimmung im Mittelpunkt des Handelns. Ein selbstbestimmtes Individuum strebt nach Erfüllung der eigenen Wünsche, ohne dabei dem Druck und Belohnungen von außen nachzugeben. Ähnlich wie bei anderen Theorien wird auch hier eine Unterscheidung zwischen extrinsischer und intrinsischer Motivation vorgenommen. Deci und Ryan klassifizieren eine Handlung, die nur um ihrer selbst willen unternommen wird, als intrinsisch motiviert, somit gilt die intrinsische Motivation als „Prototyp“ der Selbstbestimmung. Alle anderen Handlungen, die einem übergeordneten Ziel folgen, sind extrinsisch motiviert. \n\nEine Grundvoraussetzung für selbstbestimmtes Handeln ist nach Deci und Ryan die Integration bzw. Internalisierung von externen Zielen in das individuelle Selbstsystem. Dabei spielen die sogenannten grundlegenden psychologischen Bedürfnisse eine wichtige Rolle.\nNach Deci und Ryan existiert neben den biologischen Antriebsfaktoren (Hunger, Durst, Schlaf) auch ein emotionsbasiertes Steuerungssystem des menschlichen Verhaltens, welches angeboren ist. Hiermit sind die grundlegenden psychologischen Bedürfnisse (Basic Needs) gemeint, welche sich aus dem Erleben von Autonomie, sozialer Eingebundenheit und das Erleben von Kompetenz zusammensetzen. Die Befriedigung dieser Bedürfnisse ist obligatorisch und durch sie werden motivationale Handlungen ausgelöst.\n\nWie oben beschrieben, beinhaltet das Bedürfnis nach Autonomie (Selbstbestimmung) das Bestreben, Ziele und Vorgehensweisen der eigenen Handlung selbst zu bestimmten. Dieses Bedürfnis steht in engem Zusammenhang mit dem Kompetenzbedürfnis.\n\nDas Bedürfnis nach sozialer Eingebundenheit impliziert das Bestreben nach befriedigenden Sozialkontakten des Menschen. Das Individuum möchte ein Gefühl von Akzeptanz und Anerkennung in einer Gruppe erfahren. \n\nDas Bedürfnis des Kompetenzerlebens umfasst den Wunsch des Individuums, sich selbst als „wirksam“ zu sehen, Anforderungen aus eigener Kraft zu bewältigen und fehlende Kompetenzen erwerben zu können",
          "keywords": [
            "Selbstbestimmungstheorie nach Deci und Ryan",
            "Autonomie",
            "soziale Eingebundenheit",
            "Kompetenzerleben"
          ],
          "images": {
            "Selbstbestimmung": "/Tag/Motivation3/Selbstbestimmung.svg",
            "Moderatoren": "/Tag/Motivation3/Bedürfnis nach Autonomie.jpg"
          }
        }
      ],

      "package": "Motivation",
      "credits": 6
    },
    {
      "parentId": "Motivation3",
      "title": "Die Selbstbestimmungstheorie",
      "description": "Ordne die Statements über Schüler*innen der sozialen Eingebundenheit, Autonomie oder Kompentenz zu. Welche Art der Selbstbestimmung liegt vor?",
      "taskId": "Selbstestimmung",
      "filePrefix": "Drag",
      "multipleColumns": true,
      "categories": ["Sozial eingebunden", "Autonomie", "Kompetenz"],
      "solArray": ["soz_eing", "autonomie", "kompetenz"],
      "scale": false,
      "orientation": ["horizontal", "vertical"],
      "nested": false,
      "statements": [
        ["soz_eing", "Ich fühle mich in meiner sozialen Gruppe angekommen."],
        [
          "soz_eing",
          "Meine Meinung und Einstellung wird geschätzt und akzeptiert."
        ],

        ["autonomie", "Ich kann das alleine schaffen."],
        ["autonomie", "Ich brauche erst Hilfe, wenn ich nicht weiterkomme."],
        [
          "autonomie",
          "Ich mache das, weil ich es für den richtigen Weg zum Ziel halte."
        ],

        [
          "kompetenz",
          "Ich habe die nötigen Fähigkeiten, diese Aufgabe zu bewältigen."
        ],
        [
          "kompetenz",
          "Ich bin in der Lage, mir die nötigen Kompetenzen anzueignen, die ich für die Aufgabe benötige."
        ]
      ],

      "package": "Motivation",
      "credits": 9
    },
    {
      "parentId": "Motivation3",
      "title": "Die Erwartungs-X-Wert Theorie",
      "description": "Lies den Text und markiere die unten stehenden Schlüsselbegriffe, indem du sie im Text findest und anklickst",
      "taskId": "Xwert_Theorie",
      "filePrefix": "Tag",
      "content": [
        {
          "title": "Xwert-Theorie",
          "subtitle": "Xwert_Theorie",
          "text": "Erwartungs-X-Wert Modelle sind psychologische Modelle zur Erklärung von Handlungsabsicht. Alle dazugehörigen Theorien haben die Gemeinsamkeit sowohl die Erwartung an die Folgen als auch den Wert dieser Folgen zu betrachten.\n\n Ein Modellvorschlag von Heckhausen beschreibt vier verschiedene Stufen im kognitiven Prozess der Motivationsentwicklung, denen sich bei unterschiedlicher Handlung differenzierte Erwartungen zuordnen lassen. Die erste Stufe betrifft eine Vermutung über die Situation-Ergebnis-Erwartung, das heißt, was passieren würde, wenn das Individuum nicht handelt. \n In Stufe zwei des Modells werden verschiedene Handlungschancen in der gegebenen Situation betrachtet und das dazu erwartete Ergebnis bewertet.\n Stufe drei beschäftigt sich dann mit den möglicherweise resultierenden Folgen des Ergebnisses.\n Grundsätzlich spielt der Nutzen der Handlungsergebnisse eine zentrale Rolle für den tatsächlichen Motivationsprozess. Genau wie in der beschriebenen Formel ist Motivation nach dieser Theorie demnach ein Produkt aus der Erwartung an das Ergebnis und ein bestimmtes Ziel zu erreichen und dem Wert des Ergebnisses für das Individuum. Um das zu verdeutlichen, wird die Motivation oftmals vereinfacht als Formel dargestellt. Geht einer der beiden Werte gegen 0, hat das Ziel beispielsweise keinen emotionalen Wert für den Betroffenen, ergibt auch das Produkt 0 und es entsteht keine Motivation, das Ziel zu erreichen. So beschäftigt sich ein Schüler oder eine Schülerin beispielsweise erst mit einem Fach, wenn es für seinen späteren Berufswunsch relevant ist. \n\n Natürlich stellt die Formel hier keine wirkliche Mathematik dar, menschliches Verhalten ist zu komplex, um es so abbilden zu können.",
          "keywords": [
            "Erwartungs-X-Wert Modell",
            "Erwartung an das Ergebnis",
            "Wert des Ergebnisses"
          ],
          "images": {
            "Selbstbestimmung": "/Tag/Motivation4/Xwert-Theorie.svg",
            "Moderatoren": "/Tag/Motivation4/Ergebnis.jpg"
          }
        }
      ],

      "package": "Motivation",
      "credits": 3
    },
    {
      "parentId": "Motivation3",
      "title": "Motivation anhand der X-Wert-Theorie berechnen",
      "description": "Berechnen Sie mit der Formel für die X-Wert Theorie, wie motiviert die jeweiligen Schüler*innen sind. Wer wird sein Ziel erreichen? Der Wert für W ergibt sich manchmal aus mehreren Einzelwerten, die zusammengezählt werden müssen.",
      "hint": "Tipp: Die zu nutzende Formel ist: M = E * W",
      "taskId": "XwertCloze",
      "keywords": ["Zielbindung", "Selbstwirksamkeit", "Rückmeldung"],
      "filePrefix": "Cloze",
      "content": [
        {
          "title": "Ziele",
          "subtitle": "Langer Text",
          "images": [
            "/avatars/Magda.png",
            "/avatars/Tino.png",
            "/avatars/Schüler.png",
            "/avatars/Schülerin.png",
            "/avatars/Schülerin.png",
            "/avatars/Schüler.png"
          ],
          "text": "--0-- Lisa möchte gerne in der nächsten Klassenarbeit eine gute Note schreiben. Sie weiß, dass sie dafür am Wochenende noch einmal alle Unterlagen durchgehen muss (E=2). Da Lisa gerne im nächsten Jahr eine Ausbildung als Tierarzthelferin anfangen möchte, ist diese Klassenarbeit besonders wichtig für sie (W=2,5). \n\n M = ##0## \n\n\n --1-- Phillip soll in drei Wochen eine Projektarbeit abgeben. Hierfür hat er noch keine Materialienzusammengesucht und sich noch nicht über das eigentliche Thema informiert (E=0). Er weiß jedoch, dass diese Projektarbeit über seine Note in dem Fach entscheidet (W=2,5) und dass ihm die Arbeit mit seiner Projektgruppe Spaß machen wird (W=1). \n\n M = ##1## \n\n\n --2-- Sarah soll ihr Zimmer aufräumen. Sie ist extrem genervt von ihrer Mutter, da diese das Anliegen schon seit mehreren Tagen vorbringt. Außerdem stört sie die Unordnung im Zimmer nur bedingt (E=0,5). Sarah findet Aufräumen grundsätzlich ziemlich anstrengend (W=0), allerdings weiß sie auch, dass es ihrer Mutter wirklich wichtig ist (W=2,5) und Sarah möchte deswegen keinen Streit provozieren (W=2,5). Ein weiterer Pluspunkt ist die Party, auf die sie gehen darf, wenn sie aufgeräumt hat (W=1). \n\n M = ##2## \n\n\n --5-- Sebastian besucht momentan die 12 Klasse der Gesamtschule Grabenfurt mit dem Schwerpunkt Gesundheit. Nächstes Halbjahr stehen die Praktika an, die die Schüler*innen für ihrenAbschluss benötigen und Sebastian muss sich dringen für ein Praktikum bewerben. Leider interessiert Sebastian sich überhaupt nicht für den Gesundheitsbereich (W= -2,5) und hat auch keine Unterstützung innerhalb der Familie, die ihn dazu animiert, Bewerbungen zu schreiben (W= -1). Zudem kommt hinzu, dass an den folgenden Wochenenden immer Sportveranstaltungen stattfinden, die ihm wichtiger sind (E= 0,25). \n\n M = ##3##"
        }
      ],
      "package": "Motivation",
      "credits": 6
    },
    {
      "parentId": "Motivation3",
      "title": "X-Wert",
      "description": "Wählen Sie aus, welcher Schüler oder welche Schülerin den höchsten X-Wert hat.",
      "taskId": "XWertMulti",
      "filePrefix": "Multi",
      "content": [
        {
          "QuestionId": 1,
          "Question": "Welcher Schüler oder welche Schülerin aus der vorherigen Aufgabe ist am motiviertesten?",
          "AnswerSet": ["Lisa", "Phillip", "Sarah", "Sebastian"],
          "multi": false
        }
      ],

      "package": "Motivation",
      "credits": 2
    },
    {
      "parentId": "Motivation1",
      "package": "Motivation",

      "title": "Fehlersuche - soll das SMART sein?",
      "description": "Lies die angegebenen Zielformulierungen und entscheide, ob diese SMART sind. \n Tipp: Bei manchen Zielen kann aufgrund des geringen Hintergrundwissens nicht genau festgesetzt werden, ob alle Kriterien erfüllt sind. Hier sind beide Antworten richtig.",
      "taskId": "MultiSMART",
      "filePrefix": "Multi",
      "credits": 1,
      "content": [
        {
          "QuestionId": 1,
          "Question": "Ich möchte mehr Geld verdienen.",
          "AnswerSet": [
            "Spezifisch",
            "Messbar",
            "Akzeptiert",
            "Realistisch",
            "Terminiert"
          ],
          "multi": true
        },
        {
          "QuestionId": 2,
          "Question": "Ich werde am Montag beim Gehaltsgespräch folgende Argumente vortragen (…), eine Erhöhung um 10% vorschlagen, um mich dann auf maximal 6,5% herunterhandeln zu lassen.",
          "AnswerSet": [
            "Spezifisch",
            "Messbar",
            "Akzeptiert",
            "Realistisch",
            "Terminiert"
          ],
          "multi": true
        },
        {
          "QuestionId": 3,
          "Question": "Ich will in Mathe keine 4 mehr im Zeugnis.",
          "AnswerSet": [
            "Spezifisch",
            "Messbar",
            "Akzeptiert",
            "Realistisch",
            "Terminiert"
          ],
          "multi": true
        },
        {
          "QuestionId": 4,
          "Question": "Ich möchte jeden Tag mit meiner Mutter 3 Stunden direkt nach der Schule den Unterricht nachbereiten, um so  ein 3 für das Fach Mathe im Zeugnis zu erreichen.",
          "AnswerSet": [
            "Spezifisch",
            "Messbar",
            "Akzeptiert",
            "Realistisch",
            "Terminiert"
          ],
          "multi": true
        },
        {
          "QuestionId": 5,
          "Question": "Bis Freitag Abend werde ich die ersten drei Kapitel des Buches „ABC“ für den Deutschunterricht gelesen haben.",
          "AnswerSet": [
            "Spezifisch",
            "Messbar",
            "Akzeptiert",
            "Realistisch",
            "Terminiert"
          ],
          "multi": true
        },
        {
          "QuestionId": 6,
          "Question": "Indem ich bis zur Klausur am 6.2 jeden Tag 30 Minuten lang die Inhalte wiederhole und an jeder Seminarsitzung teilnehme, möchte ich mindestens eine 2,3 erreichen.",
          "AnswerSet": [
            "Spezifisch",
            "Messbar",
            "Akzeptiert",
            "Realistisch",
            "Terminiert"
          ],
          "multi": true
        }
      ]
    },
    {
      "parentId": "Motivation4",
      "title": "Motivationsbegriffe",
      "description": "In diesem Memory müsst ihr zu Begriffen die entsprechenden Bilder zuweisen.",
      "taskId": "Motivation_Memory",
      "filePrefix": "Memory",
      "package": "Motivation",
      "credits": 3,
      "content": [
        {
          "title": "Motivation Begriffsklärung",
          "subtitle": "",
          "conten": "",
          "keywords": [
            "Extrinsische Motivation",
            "Interesse",
            "Intrinsische Motivation",
            "Maslow",
            "Selbstbestimmungstheorie",
            "Erwartungs XWert Theorie"
          ]
        }
      ]
    },

    {
      "parentId": "tba",
      "title": "Die Zielsetzungstheorie nach Locke & Latham",
      "description": "Lies den Text zur Zielsetzungstheorie und markiere die Schlüsselbegriffe.",
      "taskId": "Zielsetzungstheorie_Theorie",
      "filePrefix": "Tag",
      "content": [
        {
          "title": "Zielsetzungstheorie",
          "subtitle": "Zielsetzungstheorie_sub",
          "text": "Die Zielsetzungstheorie nach Locke und Latham wird grundsätzlich in die Kategorie der Motivationsstrategien eingeordnet. Dennoch zeigt sie wesentliche Bestandteile einer Theorie, um den Motivationsprozess besser zu verstehen. Die zentrale Annahme dieser Theorie ist, dass Motivation maßgeblich über die gesetzten Ziele und die Rückmeldung über das Erreichen ebendieser gesteuert wird. Somit gilt sie als Auslöser des menschlichen Handelns. Zunächst  muss jedoch ein Spannungszustand zwischen dem IST- und dem SOLL-Zustand hergestellt werden. Je herausfordernder und präziser ein Ziel dabei gestaltet wird, desto höher ist auch die Motivation, dieses zu erreichen. In diesem Prozess der Zielsetzung spielen verschiedene Moderatoren und Wirkungsmechanismen eine Rolle, wie z.B. das Feedback zu erbrachten Leistungen oder die Selbstwirksamkeit, also die Einschätzung einer Person über ihr Können. Grundsätzlich kann die Annahme über das Zusammenspiel von Ziel und Leistung in zwei Hypothesen gefasst werden. Zum einen führen demnach schwierigere Ziele zu besseren Leistungen, als mittlere oder leicht zu erreichende Ziele. Zum anderen führen spezifische und herausfordernde Ziele zu besseren Leistungen als unpräzise formulierte, allgemeine Ziele.Wie in der Abbildung 1 dargestellt, beeinflussen verschiedene Größen den Zusammenhang zwischen Zielsetzung und der tatsächlichen Leistung. Die Wirkungsmechanismen werden durch eine spezifische und schwierige Zielsetzung ausgelöst und bestimmen demnach die Handlungsrichtung, -intensität und –ausdauer. Das heißt, dass eine präzise Zielsetzung die Aufmerksamkeit hingehend der Handlung beeinflusst, die Ausdauer der Handlung auch über einen längeren Zeitraum aufrechterhält und außerdem auch die Regulation der Anstrengung für besagte Handlung übernimmt.Ziele wirken demnach durch aufgabenspezifische Strategien und Pläne auf die Leistung.Die tatsächliche Leistung hängt aber nicht nur von Wirkungsmechanismen, sondern auch von Moderatoren ab. Sie entscheiden, wie eng die Verbindung zweier Größen miteinander ist. Zentral hierbei sind die Zielbindung, die Selbstwirksamkeit, die Rückmeldung sowie die Aufgabenkomplexität.Die Zielbindung legt fest, wie verpflichtet ein Individuum sich gegenüber einem Ziel fühlt. Je stärker sich ein Mensch einem Ziel verbunden fühlt, desto enger ist auch der Zusammenhang zwischen Ziel und Leistung.Der Moderator Selbstwirksamkeit umfasst das aufgabenspezifische Selbstvertrauen einer Person. Je höher dieses angesetzt ist, desto eher fühlt sich die Person zu fordernden Zielen hingezogen und desto motivierter geht sie an die Aufgabe.Die Rückmeldung kann als Moderator die Wirkung auf Leistung bei schweren und spezifischen Zielen deutlich verstärken. Hierbei spielt jedoch auch die Umsetzung der Rückmeldung eine wichtige Rolle.Zu guter Letzt hat auch die Komplexität der Aufgabe eine Auswirkung auf die Leistung von Zielsetzungen. Bei komplexeren Aufgaben hängt die tatsächliche Leistung sehr stark von Struktur und Organisation der Aufgabe ab, während bei einfachen Aufgaben meistens schon der Wille eine bessere Leistung erzeugt.",
          "keywords": [
            "Zielsetzungstheorie nach Locke und Latham",
            "Zielbindung",
            "Selbstwirksamkeit",
            "Rückmeldung",
            "Komplexität der Aufgabe"
          ],
          "images": {
            "Selbstbestimmung": "/Tag/Motivation4/Xwert-Theorie.svg",
            "Moderatoren": "/Tag/Motivation4/Ergebnis.jpg"
          }
        }
      ],

      "package": "Motivation",
      "credits": 5
    },
    {
      "parentId": "tba",
      "title": "Ziele Lückentext",
      "description": "Löse den Lückentext",

      "taskId": "ZieleCloze",
      "filePrefix": "Cloze",
      "content": [
        {
          "title": "Ziele",
          "subtitle": "Langer Text",
          "keywords": [
            "Zielsetzungstheorie",
            "Locke & Latham",
            "Moderatoren",
            "Ziele",
            "Handelns",
            "schwierigere",
            "allgemeine Ziele",
            "Wirkungsmechanismen"
          ],
          "text": "Die zentrale Annahme der ##0## nach ##1## ist, dass Motivation maßgeblich über die gesetzten ##2## und die Rückmeldung über das Erreichen ebendieser gesteuert wird. Somit gilt Motivation als Auslöser des menschlichen ##3##. Grundsätzlich kann die Annahme über das Zusammenspiel von Ziel und Leistung in zwei Hypothesen gefasst werden. Zum einen führen ##4## Ziele zu besseren Leistungen, als mittlere oder leicht zu erreichende Ziele. Zum anderen führen spezifische und herausfordernde Ziele zu besseren Leistungen als ##4##.Der Zusammenhang zwischen der Zielsetzung und der tatsächlichen Leistung wird des Weiteren durch verschiedene Moderatoren (zum Beispiel:Zielbindung, Selbstwirksamkeit, Rückmeldung, Aufgabenkomplexität. (einen Begriff nennen!)) und ##5## (zum Beispiel: Handlungsrichtung, Handlungsintensität, Handlungsausdauer, Aufgabenspezifische Strategien beeinflusst."
        }
      ],
      "package": "Motivation",
      "credits": 3
    },
    {
      "parentId": "tba",
      "title": "SMART",
      "description": "Lies den Text zum Thema Zielsetzung durch SMART durch.",
      "taskId": "SMART",
      "filePrefix": "Tag",
      "content": [
        {
          "title": "SMART",
          "subtitle": "Smart",
          "text": "Durch Ziele kann der Sinn einer Handlung besser erkannt und der Weg zur Erreichung dieses Ziels   geplant   und   durchgeführt   werden.   Ziele   führen   dem   Menschen   das   „Warum“   derHandlung   vor   Augen.   Dabei   beschreibt   das   Ziel,   wie   eingangs   bereits   aufgeführt,   dieDiskrepanz zwischen dem IST-Zustand und dem SOLL-Zustand.\nWie in der Zielsetzungstheorie beschrieben, können Ziele dazu dienen, die Motivation zulenken und aufrechtzuhalten. Im Alltag werden Ziele allerdings oftmals allgemein formuliertz.B.   „Ich   werde   abnehmen“,   „Ich   werde   dieses   Semester   die   Klausuren   bestehen“,   waslangfristig dazu führt, dass Ziele mit geringerer Wahrscheinlichkeit erreicht werden und dieMotivation sinkt. \n\nUm dem entgegen zu wirken und Ziele erreichbarer zu gestalten, kann die SMART-Formelangewendet werden. Hierbei werden Ziele konkret operationalisiert und es werden klareKriterien   für   die   Zielerreichung   erstellt.   Außerdem   können   anhand   der   Zielsetzung   mit SMART wesentliche Vereinbarungen über die zeitliche Datierung und die Rückmeldung zubesagtem   Ziel   getroffen   werden.   Daher   kommt   diese   Methodik   vor   allem   imProjektmanagement, im Coaching, in der Karriereplanung und in Trainings zum Einsatz. \n\n SMART steht (aus dem Englischen übersetzt) für: \n     Spezifisch\n     Messbar\n     Akzeptiert (auch attraktiv / anziehend / angemessen)\n     Realistisch\n     Terminiert\n\nSpezifisch  meint in diesem Zusammenhang, dass gesetzte Ziele klar und deutlich definiertwerden sollten, um so möglichst wenig Spielraum für Interpretationen zu schaffen: „Was willich genau erreichen“.\nBeispiel: „Ich will die Mathe Klausur „Algebra 1“ dieses Semester bestehen“. \n\nMessbar meint, dass das Ziel kontrollierbar sein muss. Dies bedeutet, es muss klar sein, abwann das Ziel erreicht ist und wie man das Ziel messen kann: „Wie viel genau muss ichwovon tun“.\nBeispiel: „Die Endnote soll 4,0 oder besser sein.“\n\nAkzeptiert steht in der Formel für die Akzeptanz des Ziels durch alle beteiligten Personen.Jeder   sollte   mit   der   Zielformulierung   einverstanden   sein   und   die   Ziel-Vereinbarung„unterzeichnen“. Außerdem sollte das Ziel durch das Verhalten der Beteiligten beeinflussbarsein. Das A kann auch für „attraktiv“ stehen, was bedeutet, dass das Ziel für einen selbstpositiv sein soll. Ein Ansatz, um mehr Akzeptanz oder Attraktivität zu schaffen, wäre es zumBeispiel   eine   gemeinsame   Zielsetzung,   sodass   andere   auch   beteiligt   werden   und   denFortschritt kontrollieren können\nBeispiel:   „Ich   werde   eine   Lerngruppe   mit   Martina   und   Leon   machen,   in   der   wir   unsgegenseitig motivieren“.\n\nRealistisch steht für die Realisierbarkeit/Erreichbarkeit des Ziels. Zu hoch angesetzte Zielewirken   eher   demotivierend   auf   Menschen.   Optimal   angesetzte   Ziele   wirken   im   erstenMoment frustrierend, da sie nicht sofort zu erreichen sind. Durch eine gewisse Anstrengungkann das Ziel jedoch erreicht werden, was wiederum motiviert. Oft sind gut gesteckte Zieleautomatisch realistisch, da man sich diese sonst nicht setzen würde.\n\nTerminiert beschreibt den festzulegenden Zeitraum einer Zielsetzung, der unbedingt präzisefestgelegt   werden   sollte.   Ratsam   sind   hierbei   auch   Zwischenprüfungen,   um   eventuelleAbweichungen bei der Zielerreichung festzustellen und schnell korrigieren zu können.Beispiel: „dafür treffen wir uns immer Montags, Mittwochs und jeden zweiten Freitag um 16Uhr für zwei Stunden in der Lernlandschaft der Universität.\n\nDes Weiteren ist es ratsam, Zielsetzungen immer positiv zu formulieren da negative Aussagendemotivierend wirken. Formulierungen, die UN- oder NICHT- enthalten, sollten ebenfallsvermieden werden.\nBeispiel: „Ich werde nicht durchfallen“ (Negativ)  „Ich werde bestehen“\n\nDie Wahl der Zielsetzung ist dabei entscheidend. So sollten immer Ziele gewählt werden, die(persönlich) sinnvoll scheinen, sowie eine Entwicklung des Individuums hervorrufen. Hierbeikann an Stärken, Schwächen oder Kompetenzen des Individuums angeknüpft werden.",
          "keywords": ["Handlung", "Akzeptanz", "Zeitraum einer Zielsetzung"],
          "images": {
            "Selbstbestimmung": "/Tag/Motivation4/Xwert-Theorie.svg",
            "Moderatoren": "/Tag/Motivation4/Ergebnis.jpg"
          }
        }
      ],

      "package": "Motivation",
      "credits": 2
    },

    {
      "parentId": "tba",
      "package": "Motivation",

      "title": "Fehlersuche - Soll das Smart sein?",
      "description": "Lies die unten angegebenen Zielformulierungen und entscheide, ob diese SMART sind.Tipp: Bei manchen Zielen kann aufgrund des geringen Hintergrundwissens nicht genau festgesetzt werden, ob alle Kriterien erfüllt sind. Hier sind beide Antworten richtig",
      "taskId": "isSmart",
      "filePrefix": "Multi",
      "credits": 2,
      "content": [
        {
          "QuestionId": 1,
          "Question": "Ich möchte mehr Geld verdienen:",
          "AnswerSet": [
            "Spezifisch",
            "Messbar",
            "Akzeptiert",
            "Realistisch",
            "Terminiert"
          ],
          "multi": true
        }
      ]
    },

    {
      "name": "Fallbearbeitung",
      "taskId": "MultiOutro",
      "title": "Fallbearbeitung",
      "package": "Motivation",
      "isTraining": true,
      "finalTraining": true,
      "trainingId": "Motivation Problem",
      "parentId": "Motivation0",
      "image": "Teacher.png",

      "content": [
        {
          "intro": "Sie sind gut in das Schuljahr gestartet und persönlich äußerst motiviert. Insgesamt haben Sie auch ein gutes Gefühl und eine nette Klasse. Jetzt kann es richtig losgehen! Doch nach und nach fällt Ihnen auf, dass einige Schüler*innen immer öfter zu spät kommen. Die Intensität der Diskussionen wird weniger, fast scheint es so, als ob andere Dinge interessanter geworden sind. Schüler*innen, die vorher sehr aktiv waren, scheinen nur noch das nötigste zu machen. Sie sind verwundert… Warum ist die Klasse so unmotiviert? Ihre Arbeit fällt Ihnen dadurch auch schwerer und am liebsten würden Sie die Schüler*innen wach schütteln. Sie merken, dass Sie selbst immer weniger Lust haben, zu unterrichten. Was können Sie also tun? Wie lässt sich die Klasse motivieren? Finden Sie es heraus und lernen Sie alles über Motivation!",
          "quests": [
            {
              "questId": 4,
              "questName": "Magda",
              "hasNext": true,
              "Magda": "Magda ist normalerweise sehr engagiert und begeisterungsfähig. In der Klasse übernimmt sie gerne freiwillig Aufgaben. Allerdings hat sie sich nicht gemeldet als es um die Position der Klassensprecherin ging, was dich sehr wundert. Im letzten Schuljahr hat sie das so gut gemacht und dieses Jahr würdest du die Klassensprecherinnen auch besser unterstützen und entlohnen können. Was ist los mit ihr, warum will sie nicht?",
              "image": "Magda.png",
              "prePhrase": "Magda freut sich über dein Interesse und das Gespräch mit dir. Sie scheint selbst gar nicht recht zu wissen, warum sie sich dieses Jahr nicht freiwillig gemeldet hat und verspricht, sich nächstes Jahr wieder mehr zu engagieren.",
              "filePrefix": "Multi",

              "Question": "Warum konnte Magda sich nicht dazu motivieren, sich für das Amt als Klassensprecherin zu melden? Welcher Grund ist deiner Meinung nach und mit Blick auf dein Wissen über Motivation der wahrscheinlichste?",
              "AnswerSet": [
                "dadurch, dass du einen neuen Anreiz geschaffen hast ( Entlohnung für das Amt), ist ein Korrumpierungseffekt aufgetreten, indem Magdas intrinsische Motivation von dem externen Anreiz überlagert wurde",
                "Durch die Unterstützung, die du außerdem angeboten hast, fühlte sich Magda in ihrem Autonomieerleben eingeschränkt und war deswegen weniger intrinsisch motiviert",
                "Durch ihr Amt hat Magda sich ihren Klassenkameraden überlegen gefühlt, sodass ihr Bedürfnis nach sozialer Eingebundenheit nicht erfüllt war, dies wollte sie nun ändern",
                "Magda hat nicht genügend Aufmerksamkeit für ihre Tätigkeit bekommen und war daher unmotiviert; durch dein Interesse kann sie aber wieder motiviert werden",
                "Magda hatte zunächst ein stark ausgeprägte Machtmotiv, was sich nun durch die Veränderungen in der Adoleszenz in ein Anschlussmotiv gewandelt hat. Dadurch hat sie weniger Motivation, das Amt auszufüllen"
              ],
              "multi": true
            },
            {
              "questId": 5,
              "questName": "Tino",
              "Tino": "Tinos Familie ist vor kurzem erst hergezogen. Trotzdem konnte er sich schnell in die Klasse integrieren und ist vor allem in den kreativeren Fächern ein guter Schüler. Du hast vor einiger Zeit mit einem Ausbildungsbetrieb zusammen ein Kunstprojekt gestartet. Dabei geht es genau um die Themen, für die sich Tino sehr interessiert. Du hoffst, dass Tino sich dort ganz entfalten kann. Er hat sich auch gefreut und zu Anfang sehr gut mitgemacht. Nun hat sich der Ausbildungsbetrieb bei dir gemeldet und berichtet, dass Tino in letzter Zeit weniger aufgeschlossen ist und in sich gekehrt scheint. Woran kann das liegen?",
              "image": "Tino.png",
              "filePrefix": "Multi",
              "hasNext": true,
              "prePhrase": "Warum hatte Tino zuletzt Probleme, sich in dem Kunstprojekt  zu motivieren? Welcher Grund ist deiner Meinung nach und mit Blick auf dein Wissen über Motivation der wahrscheinlichste?",
              "Question": "Warum hatte Tino zuletzt Probleme, sich in dem Kunstprojekt  zu motivieren? Welcher Grund ist deiner Meinung nach und mit Blick auf dein Wissen über Motivation der wahrscheinlichste?",
              "AnswerSet": [
                "Durch die Angst (mögliche Scheidung der Eltern /  möglicher Umzug) wurde Kreativität und Motivation gehemmt",
                "Durch die Angst vor der Scheidung seiner Eltern und den möglichen Umzug ist das Sicherheitsbedürfnis und evtl. das Sozialbedürfnis von Tino nicht erfüllt gewesen und somit konnte er auch keine Motivation aufbringen, sich in dem Kunstprojekt selbst zu „verwirklichen“",
                "Das Kunstprojekt hat Tino nicht die Freiheit gegeben, sich künstlerisch auszuleben. Durch die starke Verschulung fühlt er sich in seiner Autonomie eingeschränkt und war deswegen weniger motiviert",
                "Tino hat im Laufe des Projekts das Interesse verloren: Sein künstlerisches Interesse war nur situationsbedingt, weil ein Mädchen in dem gleichen Kurs, an dem er interessiert war und dann nicht mehr",
                "Tinos Mutter ist Kunsthistorikerin und dewegen wollte er sie mit dem Projekt beeindrucken. Der subjektive Wert, den er deswegen dem Projekt gegeben hat, war sehr hoch. Nachdem sich Tinos Eltern nur noch auf die mögliche Scheidung konzentrieren, ist für ihn die Wichtigkeit und der Nutzen für die Motivation gesunken"
              ],
              "multi": true
            },
            {
              "questId": 6,
              "questName": "Evaluation",

              "image": "",
              "filePrefix": "Survey",
              "hasNext": false,
              "prePhrase": "Zeit deine Meinung zu erfahren...",
              "Question": "Wie hat dir das Paket gefallen?",
              "keywords": ["Super", "Gut", "Nichts gelernt", "Schlecht"],

              "multi": true
            }
          ]
        }
      ]
    }
  ]
}
