{
  "tasks": [
    {
      "description": "Lest den Einführungstext und markiert die Schlüssel-Begriffe",
      "taskId": "Motivation_Intro",
      "filePrefix": "Tag",
      "sequenceId": 1,
      "content": [
        {
          "title": "Motivation Begriffsklärung",
          "subtitle": "Definitionen und Abgrenzungen",
          "text": "Der Motivationsbegriff stammt ursprünglich von dem lateinischen Wort „movere“ ab, \n was übersetzt soviel bedeutet wie „bewegen“. Der Versuch der Begriffsklärung macht \n deutlich, dass viele verschiedene Ansätze und Überlegungen über Motivation existieren.Sind hierbei doch deutliche Gemeinsamkeiten zu erkennen, legen die verschiedenenDefinitionen   je   nach   Bezugswissenschaft   einen   unterschiedlichen   Fokus   derBetrachtung. Während z.B. Krapp et al. (2014, S. 194f.)Motivation als die „generelleFrage nach dem ‚Warum’ oder ‚Wozu’ des menschlichen Verhaltens“ beschreibt, sehen Rheinberg   und   Vollmeyer   Motivation   „als   eine   aktivierende   Ausrichtung   desmomentanen   Lebensvollzugs   auf   einen   positiv   bewerteten   Zielzustand“   an(Schiefele/Schaffner, 2015, S. 154). Eine weitere gängige Definition versteht Motivation als eine Art internen Zustand,welcher für die Aktivierung des menschlichen Verhaltens zuständig ist, die  Richtung des Verhaltens festlegt und es aufrecht hält. Hierbei wird deutlich, dass Rheinberg undVollmeyer vor allem auf die Vergänglichkeit der Motivation und auf ihre energetischeWirkung anspielen, während letztere ihren Fokus auf die innere Herkunft der Motivationlegt. Häufig   kommt   es   vor,   dass   der   Motivationsbegriff   mit   dem   Begriff   des   Motivesgleichgesetzt wird. Um dies zu differenzieren, bedarf es eine klare Abgrenzung. DasMotiv beschreibt die Veranlagung einer Person, nach einem wertgeladenen Zielzustandzu streben, also kurzgesagt die überdauernde Handlungsbereitschaft eines Individuums.Dies kann zum Beispiel ein inneres Motiv nach Leistung, Macht oder Beziehung sein.Dadurch   kann   das   Motiv   zum   Auslöser   für   den   stattfindenden   Prozess,   also   dieMotivation, werden. Eine weitere Abgrenzung muss zwischen den Begriffen Motivation und  Bedürfnis stattfinden. Das Bedürfnis bezeichnet den Wunsch bzw. das Verlangen danach, einemMangel entgegenzuwirken, egal ob dieser tatsächlich vorhanden oder eingebildet ist.Besteht   ein   Bedürfnis   über   längere   Zeit,   kann   es   mit   dem   Begriff   des   Motivsgleichgesetzt werden. Es beschreibt dann die Neigung des Menschen, eine bestimmteKlasse von Zielen zu erreichen. Hier wird deutlich, dass auch das Ziel näher erläutert werden muss, fügt es sich doch inoben genannte Definitionen ein. Der Zielbegriff definiert ein   Ergebnis oder einenZustand, den sich ein Individuum zu erreichen vorgenommen hat. Hierbei ist diekonkrete   Zielsetzung   ausschlaggebend   dafür,   dass   ein   Individuum   die   Diskrepanz zwischen dem IST-Zustand und dem SOLL-Zustand wahrnimmt und motiviert ist, diesezu verkleinern. Eine Zielsetzung hat die Funktion, die Aufmerksamkeit des Individuumsauf die Aufgabe zu lenken, die Energie für die Bewältigung der Aufgabe zu liefern, dieAusdauer bis zur Erfüllung der Aufgabe zu erhalten und den Erwerb neuen Wissens zufördern.Ein   weiteres   verwandtes   Konzept,   welches   häufig   in   der   MotivationsforschungAnwendung findet, ist das  Interesse. Interesse beschreibt eine mehr oder wenigerstarke   Wertschätzung   eines   Gegenstandes   oder   Bereiches,   die   in   derAuseinandersetzung mit diesem zustande kommt. Dabei kann zwischen zwei Arten vonInteresse unterschieden werden. Zum einen das individuelle, oder auch persönlicheInteresse, welches einen überdauernden Aspekt der Persönlichkeit darstellt und sich z.B.in einer langfristigen Vorliebe für bestimmte Fächer oder Aktivitäten äußert. Zumanderen das situationsspezifische Interesse, welches sich eher kurzlebig präsentiert undz.B. die Begeisterung für ein bestimmtes Material im Unterricht  darstellt.",
          "keywords": [
            "Motivation",
            "Richtung",
            "Motiv",
            "Bedürfnis",
            "Ziel",
            "IST-Zustand",
            "SOLL-Zustand",
            "Interesse"
          ]
        }
      ],

      "package": "Motivation",
      "credits": 2900
    }
  ]
}
