{
  "tasks": [
    {
      "parentId": "Motivation0",
      "title": "Der Motivationsbegriff",
      "description": "Lest den Einführungstext und markiert die Schlüssel-Begriffe",
      "taskId": "Motivation_Intro",
      "filePrefix": "Tag",
      "sequenceId": 1,
      "content": [
        {
          "title": "Motivation Begriffsklärung",
          "subtitle": "Definitionen und Abgrenzungen",
          "text": "Der Begriff Motivation stammt ursprünglich von dem lateinischen Wort „movere“ ab, was übersetzt soviel bedeutet wie „bewegen“. Der Versuch der Begriffsklärung macht deutlich, dass viele verschiedene Ansätze und Überlegungen über Motivation existieren.\nSind hierbei doch deutliche Gemeinsamkeiten zu erkennen, legen die verschiedenen Definitionen   je   nach   Bezugswissenschaft   einen   unterschiedlichen   Fokus   der Betrachtung. Während z.B. Krapp et al. (2014, S. 194f.) Motivation als die „generelle Frage nach dem ‚Warum’ oder ‚Wozu’ des menschlichen Verhaltens“ beschreibt, sehen Rheinberg   und   Vollmeyer   Motivation   „als   eine   aktivierende   Ausrichtung   des momentanen   Lebensvollzugs   auf   einen   positiv   bewerteten   Zielzustand“   an (Schiefele/Schaffner, 2015, S. 154). Eine weitere gängige Definition versteht Motivation als eine Art internen Zustand,welcher für die Aktivierung des menschlichen Verhaltens zuständig ist, die Richtung des Verhaltens festlegt und es aufrecht hält. Hierbei wird deutlich, dass Rheinberg und Vollmeyer vor allem auf die Vergänglichkeit der Motivation und auf ihre energetische Wirkung anspielen, während letztere ihren Fokus auf die innere Herkunft der Motivation legt.\n\nHäufig kommt es vor, dass der Motivationsbegriff mit dem Motiv gleichgesetzt wird. Um dies zu differenzieren, bedarf es einer klaren Abgrenzung. Das Motiv beschreibt die Veranlagung einer Person, nach einem wertgeladenen Zielzustand zu streben, also kurzgesagt die überdauernde Handlungsbereitschaft eines Individuums. Dies kann zum Beispiel ein inneres Motiv nach Leistung, Macht oder Beziehungen sein. Dadurch kann das Motiv zum Auslöser für den stattfindenden Prozess, die Motivation, werden. \n\n Eine weitere Abgrenzung muss zwischen den Begriffen Motivation und  Bedürfnis stattfinden. Das Bedürfnis bezeichnet den Wunsch bzw. das Verlangen danach, einem Mangel entgegenzuwirken, egal ob dieser tatsächlich vorhanden oder eingebildet ist. Besteht ein Bedürfnis über längere Zeit, kann es mit dem Begriff des Motivs gleichgesetzt werden. Es beschreibt dann die Neigung des Menschens, eine bestimmte Klasse von Zielen zu erreichen. \n \n Hier wird deutlich, dass auch das Ziel näher erläutert werden sollte. Der Zielbegriff definiert ein Ergebnis oder einen Zustand, den sich ein Individuum zu erreichen vorgenommen hat. Hierbei ist die konkrete Zielsetzung ausschlaggebend dafür, dass ein Individuum die Diskrepanz zwischen dem IST-Zustand und dem SOLL-Zustand wahrnimmt und motiviert ist, diese zu verkleinern. Eine Zielsetzung hat die Funktion, die Aufmerksamkeit des Individuums auf eine Aufgabe zu lenken, Energie für die Bewältigung der Aufgabe zu liefern, die Ausdauer bis zur Erfüllung der Aufgabe zu erhalten und den Erwerb neuen Wissens zufördern. \n\nEin weiteres verwandtes Konzept, welches häufig in der Motivationsforschung Anwendung findet, ist das Interesse. Interesse beschreibt eine mehr oder weniger starke Wertschätzung eines Gegenstandes oder Bereichs, die in der Auseinandersetzung mit diesem zustande kommt. Dabei kann zwischen zwei Arten vonInteresse unterschieden werden. Zum einen das individuelle, oder auch persönliche Interesse, welches einen überdauernden Aspekt der Persönlichkeit darstellt und sich z.B.in einer langfristigen Vorliebe für bestimmte Fächer oder Aktivitäten äußert. Zum anderen das situationsspezifische Interesse, welches sich eher kurzlebig präsentiert und z.B. die Begeisterung für ein bestimmtes Material im Unterricht darstellt.",
          "keywords": [
            "Motivation",
            "Motiv",
            "Bedürfnis",
            "Ziel",
            "IST-Zustand",
            "SOLL-Zustand",
            "Interesse"
          ]
        }
      ],

      "package": "Motivation",
      "credits": 2900
    },
    {
      "parentId": "Motivation1",
      "title": "Intrinsisch/Extrinsisch",
      "description": "Lest den Einführungstext und markiert die Schlüssel-Begriffe",
      "taskId": "Motivation_IntrExtr",
      "filePrefix": "Tag",
      "sequenceId": 2,
      "content": [
        {
          "title": "Motivation Begriffsklärung",
          "subtitle": "Definitionen und Abgrenzungen",
          "text": "Die wohl bekannteste und auch klassischste Unterteilung in der Motivationsforschung ist die von intrinsischer und extrinsischer Motivation. Grundlegend geht es bei dieser handlungstheoretischen Unterscheidung darum, ob sich der angestrebte Zielzustand innerhalb   oder   außerhalb   einer   Handlung   befindet. \n Die intrinsische Motivation kennzeichnet eine Tätigkeit, die dem Individuum Freude und Interessensbefriedigung bei der Ausübung bereitet, also  von innen herausmotiviert ist. Intrinsisch motiviert sein, bedeutet keine Belohnungen oder Anreize zu benötigen, da die Tätigkeit selbst als Belohnung fungiert. Wenn ein Kind zum Beispiel gerne malt, ohne, dass es dazu aufgefordert wird, passiert dies höchstwahrscheinlich aus einer intrinsischen Motivation heraus.   \n\n Extrinsische Motivation hingegen kennzeichnet eine Handlung, die durch das Outcome, das erwartete Ergebnis, motiviert ist. Die Handlung an sich ist somit Mittel zum Zweck und hat keine direkte   Bedeutung   für   das   Individuum. Vielmehr geht es zum Beispiel um Belohnungen, Anreize oder auch Bestrafungen, welche potentielle Konsequenzen dieser Handlungen darstellen. Ein Kind wird öfter malen, wenn es für jedes Bild von seiner Großmutter Bonbons bekommt. Dabei geht es ihm vor allem um die Bonbons und weniger um das eigentliche Malen. \n\n Generell schließen sich die beiden Quellen der Motivation aber nicht gegenseitig aus, denn oft ist die Handlung ein Zusammenspiel innerer und äußerer Motivation, wie z.B. beim Lernen. Ein/e Schüler/in beschäftigt sich mit einem Lerngegenstand, weil er/sie ein persönliches Interesse daran hat und gleichzeitig gute Noten anstrebt. Ein Effekt, der allerdings auftreten kann, ist der sogenannte „Korrumpierungseffekt“ oder „Undermining Effekt“. Hier wird eine ursprüngliche intrinsische Motivation durch das Zutun externer Anreize abgeschwächt. Das Kind, das eigentlich aus Eigeninteresse sehr gerne malt und plötzlich im Kindergarten für jedes gemalte Bild 5 Euro bekommt, wird von sich aus zuhause weniger malen. Die intrinsische Motivation wurde als von der extrinischen überlagert.   \n\n Gelegentlich werden intrinsische und extrinsische Motivation als die zwei Enden einer Skala vermutet, sodass man entweder intrinsisch oder extrinsisch motiviert ist. Mittlerweile geht die Forschung aber eher davon aus, dass es sich um zwei getrennte Skalen handelt und man gleichzeitig hoch intrinsisch und hoch extrinsisch motiviert sein kann. ",
          "keywords": ["intrinsische Motivation", "Tätigkeit selbst", "Extrinsische Motivation",  "Mittel zum Zweck", "Zusammenspiel", "Korrumpierungseffekt", "getrennte Skalen"]
        }
      ],

      "package": "Motivation",
      "credits": 2300
    },
    {
      "parentId": "Motivation2",
      "title": "Maslow Theorie",
      "description": "Lest den Einführungstext und markiert die Schlüssel-Begriffe",
      "video": "https://www.youtube.com/watch?v=UEZZBIH5Rlg",
      "taskId": "Maslow_Theorie",
      "filePrefix": "Tag",
      "sequenceId": 4,
      "content": [
        {
          "title": "Motivation Begriffsklärung",
          "subtitle": "Maslows Bedürfnispyramide",
          "text": "Eine der bekanntesten Theorien stellt  die Bedürfnishierarchie nach Abraham Maslow (1970) dar. Maslow geht davon aus, dass sich die menschlichen Bedürfnisse in einer Art Pyramide darstellen und aufeinander aufbauen. Nur wenn die Bedürfnisse auf den unteren Ebenen befriedigt seien, könnten die oberen angegangen werden.\n Auf der untersten Ebene der Pyramide befinden sich die sogenannten Grundbedürfnisse oder Physiologische Bedürfnisse, welche z.B. Nahrung, Wärme und Sauerstoff beinhalten. Sind diese Bedürfnisse gedeckt, wird die nächste Stufe der Pyramide erreicht. \n Hier befinden sich die Sicherheitsbedürfnisse, also z.B. die Bedürfnisse nach einer bezahlbaren Wohnung, einem sicheren Job oder Gesetzen, welche die Ordnung erhalten. \n Wenn die Sicherheit gegeben ist, sind die Sozialbedürfnisse die nächste Priorität. Diese beinhalten vor allem den Wunsch nach Familie, Freunden, Zugehörigkeit, Intimität und Kommunikation. \n Auf der vierten Stufe der Pyramide befinden sich die Individualbedürfnisse. Diese beziehen sich auf den eigenen Status in der Gesellschaft, Wertschätzung, Unabhängigkeitund Erfolg. Die vier genannten Bedürfnisse sind laut Maslow als Mangelbedürfnisse einzustufen. Wenn der mit dem Bedürfnis einhergehende Mangel gedeckt ist, ist das Bedürfnis (zeitweise) befriedigt. Nach diesen Mangelbedürfnissen folgen die Daseinsbedürfnisse. Hierbei spielt vor allem Das Selbstverwirklichungsbedürfnis eine Rolle. Diesem Bedürfnis liegt zugrunde, dass ein Individuum sein eigenes Potential ausschöpfen möchte, eine moralische Entwicklung vollzieht, Verantwortung übernimmt und kreativ ist. Bei Bedürfnissen aus diesem Bereich hört die Motivation nach Befriedigung nicht auf, sondern steigt, um neue Befriedigung zu erlangen. \n Sowohl Mangelbedürfnisse, als auch Daseinsbedürfnisse können nie vollständig befriedigt sein.",
          "keywords": [
            "Bedürfnisse",
            "Grundbedürfnisse",
            "Sicherheitsbedürfnisse",
            "Sozialbedürfnisse",
            "Individualbedürfnisse",
            "Mangelbedürfnisse",
            "Selbstverwirklichungsbedürfnis"
          ]
        }
      ],

      "package": "Motivation",
      "credits": 2300
    },
    {
      "parentId": "Motivation2",
      "title": "Selbstbestimmungstheorie",
      "description": "Lest den Einführungstext und markiert die Schlüssel-Begriffe",
      "taskId": "Selbstbestimmungs_Theorie",
      "filePrefix": "Tag",
      "sequenceId": 7,
      "content": [
        {
          "title": "Selbstbestimmungs-Theorie",
          "subtitle": "Selbstbestimmungs-Theorie",
          "text": "Auch die Selbstbestimmungstheorie (SDT) nach Deci und Ryan (1993) spielt in der Motivations-Forschung eine zentrale Rolle. Sie zählt zu den humanistischen Ansätzen unter den Motivationstheorien und wurde in den 80er Jahren entwickelt. Aus Sicht dieser Theorie stellt die veranlagte Komponente der menschlichen Motivation einen entscheidenden Aspekt für die individuelle Persönlichkeitsorganisation dar.Im Mittelpunkt der Theorie wird das Individuum als selbstbestimmtes Wesen gesehen. Demnach fühlt er sich im Umgang mit anderen Menschen kompetent und fähig, sowie in der Lage, Beziehungen aufzubauen und aufrecht zu erhalten. Weitergehend besitzt der selbstbestimmte Mensch einen Entscheidungsspielraum und die Kontrolle über das eigene Leben. Persönliche Interessen, Ziele und Wünsche sind stark mit der eigenen Persönlichkeit verknüpft. \n\n Die Theorie geht davon aus, dass Menschen in der Lage sind, sich einer Gruppe zugehörig zu fühlen. Ähnlich der Bedürfnishierarchie steht das Bedürfnis der Selbstbestimmung im Mittelpunkt des Handelns. Ein selbstbestimmtes Individuum strebt nach Erfüllung der eigenen Wünsche, ohne dabei dem Druck und Belohnungen von außen nachzugeben. Ähnlich wie bei anderen Theorien wird auch hier eine Unterscheidung zwischen extrinsischer und intrinsischer Motivation vorgenommen. Deci und Ryan klassifizieren eine Handlung, die nur um ihrer selbst willen unternommen wird, als intrinsisch motiviert, somit gilt die intrinsische Motivation als „Prototyp“ der Selbstbestimmung. Alle anderen Handlungen, die einem übergeordneten Ziel folgen, sind extrinsisch motiviert. \n\nEine Grundvoraussetzung für selbstbestimmtes Handeln ist nach Deci und Ryan die Integration bzw. Internalisierung von externen Zielen in das individuelle Selbstsystem. Dabei spielen die sogenannten grundlegenden psychologischen Bedürfnisse eine wichtige Rolle.\nNach Deci und Ryan existiert neben den biologischen Antriebsfaktoren (Hunger, Durst, Schlaf) auch ein emotionsbasiertes Steuerungssystem des menschlichen Verhaltens, welches angeboren ist. Hiermit sind die grundlegenden psychologischen Bedürfnisse (Basic Needs) gemeint, welche sich aus dem Erleben von Autonomie, sozialer Eingebundenheit und das Erleben von Kompetenz zusammensetzen. Die Befriedigung dieser Bedürfnisse ist obligatorisch und durch sie werden motivationale Handlungen ausgelöst.\n\nWie oben beschrieben, beinhaltet das Bedürfnis nach Autonomie (Selbstbestimmung) das Bestreben, Ziele und Vorgehensweisen der eigenen Handlung selbst zu bestimmten. Dieses Bedürfnis steht in engem Zusammenhang mit dem Kompetenzbedürfnis.\n\nDas Bedürfnis nach sozialer Eingebundenheit impliziert das Bestreben nach befriedigenden Sozialkontakten des Menschen. Das Individuum möchte ein Gefühl von Akzeptanz und Anerkennung in einer Gruppe erfahren. \n\nDas Bedürfnis des Kompetenzerlebens umfasst den Wunsch des Individuums, sich selbst als „wirksam“ zu sehen, Anforderungen aus eigener Kraft zu bewältigen und fehlende Kompetenzen erwerben zu können",
          "keywords": [
            "Deci und Ryan",
            "humanistischen Ansätzen",
            "intrinsische Motivation",
            "Bedürfnis nach Autonomie",
            "Bedürfnis des Kompetenzerlebens",
            "Bedürfnis nach sozialer Eingebundenheit"
          ]
        }
      ],

      "package": "Motivation",
      "credits": 2300
    },
    {
      "parentId": "Motivation2",
      "title": "X-Wert Theorie",
      "description": "Lest den Einführungstext und markiert die Schlüssel-Begriffe",
      "taskId": "Xwert_Theorie",
      "filePrefix": "Tag",
      "sequenceId": 8,
      "content": [
        {
          "title": "Xwert_Theorie",
          "subtitle": "Xwert_Theorie",
          "text": "Das Erwartungs-Wert-Modell nach Heckhausen(1977) hat einen großen Einfluss auf die moderne Motivationsforschung. In einer Formel kann das Ausmaß der Motivation bezüglich einer konkreten Aktivität dargestellt werden: M = E x W - \n Die Motivation (M) ergibt sich somit aus dem Produkt der Erwartung (E) eines bestimmten Ergebnisses einer Handlung und dem Wert (W), bzw. der Attraktivität,  den dieses Ergebnis für die handelnde Person hat. \n\n Das Modell nach Heckhausen beschreibt vier verschiedene Stationen Stufen im kognitiven Prozess der Motivationsentwicklung, denen sich bei unterschiedlicher Handlung differenzierte Erwartungen zuordnen lassen. Die erste Stufe betrifft eine Vermutung über die Situation-Ergebnis-Erwartung, das heißt, was passieren würde, wenn das Individuum nicht handelt. In Stufe zwei des Modells werden verschiedene Handlungschancen in der gegebenen Situation betrachtet und das zu erwartende Ergebnis bewertet. Stufe drei beschäftigt sich dann mit den möglicherweise resultierenden Folgen des Ergebnisses. \nGrundsätzlich spielt der Nutzen der Handlungsergebnisse eine zentrale Rolle für den tatsächlichen Motivationsprozess. Genau wie in der beschriebenen Formel ist Motivation nach dieser Theorie demnach ein Produkt aus der Erwartung, ein bestimmtes Ziel zu erreichen und dem Wert, den das Ziel für das Individuum besitzt. Geht einer dieser beiden Werte gegen 0, hat das Ziel beispielsweise keinen emotionalen Wert für den Betroffenen, ergibt auch das Produkt 0 und es entsteht keine Motivation, das Ziel zu erreichen. \nSo beschäftigt sich ein Schüler beispielsweise erst mit einem Fach, wenn es für seinen späteren Berufswunsch relevant ist.",
          "keywords": ["Erwartungs-Wert", "Situation", "Ergebnis"]
        }
      ],

      "package": "Motivation",
      "credits": 2300
    },
    {
      "parentId": "Motivation3",
      "title": "Ziele",
      "description": "Lest den Einführungstext und markiert die Schlüssel-Begriffe",
      "taskId": "Ziele",
      "filePrefix": "Tag",
      "sequenceId": 9,
      "content": [
        {
          "title": "Ziele",
          "subtitle": "Ziele",
          "text": "Die Zielsetzungstheorie nach Edwin Locke und Gary Latham wird grundsätzlich in die Kategorie der Motivationsstrategien eingeordnet. \nDennoch zeigt sie wesentliche Bestandteile einer Theorie, um den Motivationsprozess besser zu verstehen. Die zentrale Annahme dieser Theorie ist, dass Motivation maßgeblich über die gesetzten Ziele und deren Erreichen gesteuert wird und somit als Auslöser des menschlichen Handelns gilt. \nJe herausfordernder und präziser ein Ziel dabei gestaltet wird, desto höher ist auch die Motivation, dieses zu erreichen. \nIn diesem Prozess der Zielsetzung spielen verschiedene Moderatoren eine Rolle, wie z.B. Feedback zu erbrachten Leistungen oder die Selbstwirksamkeit, also die Einschätzung einer Person über ihr Können.",
          "keywords": [
            "Zielsetzungstheorie",
            "Motivationsstrategien",
            "Moderatoren"
          ]
        }
      ],

      "package": "Motivation",
      "credits": 2300
    }
  ]
}
